Revit 2027 API
ParameterTypeId.RasterSymbolPagenumber Property
 "Page Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RasterSymbolPagenumber { get; }
Public Shared ReadOnly Property RasterSymbolPagenumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RasterSymbolPagenumber {
	ForgeTypeId^ get ();
}
static member RasterSymbolPagenumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace